Repository: apache/netbeans
Catalog: ide/editor.autosave/i18n/omegat-pt_BR/omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: About AutoSave Module
pt_br: Sobre Salvar automaticamente

source: This module provides the functionality to automatically save all yours unsaved opened files.
pt_br: Este módulo provê a funcionalidade de salvar automaticamente todos os arquivos não salvos abertos.

source: It is possible too define if this feature will be enabled or not, and the interval between save actions, by the appropriate option in Tools > Options > Miscellaneous > Save Automatically.
pt_br: É possível ainda definir se este recurso estará habilitado ou não, bem como o intervalo de tempo entre as operações de salvar. Para alterar estas opções, favor utilizar as opções em Feramentas > Opções > Miscelâneas > Salvar automaticamente.

source: To enable/disable this feature, is possible use the File > Save Automatically option too.
pt_br: Para habilitar/desabilitar este recurso, é possível utilizar-se ainda a opção Arquivo > Salvar automaticamente.

source: <tocitem text="Save Automatically">
pt_br: <tocitem text="Salvar automaticamente">

source: <tocitem text="About AutoSave Module" target="org.netbeans.modules.autosave.about"/>
pt_br: <tocitem text="Sobre Salvar automaticamente" target="org.netbeans.modules.autosave.about"/>

source: Save Automatically
pt_br: Salvar automaticamente

source: Settings for save automatically feature
pt_br: Configurações para o recurso de salvamento automático.

source: Editing
pt_br: Edição

source: Save automatically unsaved files between a predefined interval.
pt_br: Salva automaticamente todos os arquivos não salvos dentro de um intervalo de tempo predefinido.

source: The module options can be changed on Tools > Options > Miscellaneous > Save Automatically section.
pt_br: As opções do módulo podem ser personalizadas através da seção 'Salvar automaticamente' em Ferramentas > Opções > Miscelâneas.

source: It is possible too activate/deactivate this feature by the File > Save Automatically option.
pt_br: Para habilitar/desabilitar este recurso, é possível utilizar-se ainda a opção Arquivo > Salvar automaticamente.

source: AutoSave Module
pt_br: AutoSave

source: Save files every
pt_br: Salvar arquivos a cada

source: minute(s).
pt_br: minuto(s).

source: Define the interval between save operations.
pt_br: Define o intervalo entre as operações de salvar.

source: Use save automatically feature.
pt_br: Utilizar o recurso de salvar automaticamente.

source: About Save Automatically
pt_br: Sobre Salvar automaticamente

source: It is possible too define if this feaure will be enabled or not, and the interval between save actions, by the appropriate option in Tools > Options > Miscellaneous > Save Automatically.
pt_br: É possível ainda definir se este recurso estará habilitado ou não, bem como o intervalo de tempo entre as operações de salvar. Para alterar estas opções, favor utilizar as opções em Feramentas > Opções > Miscelâneas > Salvar automaticamente.

source: To enable/disable this feature, is possible use the File > Save Automatically > option too.
pt_br: Para habilitar/desabilitar este recurso, é possível utilizar-se ainda a opção Arquivo > Salvar automaticamente.

source: <tocitem text="About Save Automatically" target="org.netbeans.modules.autosave.about"/>
pt_br: <tocitem text="Sobre o módulo Salvar automaticamente" target="org.netbeans.modules.autosave.about"/>
